const initialCards = [
  {
    type: "image",
    images: {
      jpg: "./images/sunset.jpg",
      avif: "./images/sunset.avif",
      webp: "./images/sunset.webp",
    },
    title: "Закат в пустыне",
    paragraphs: [
      "Пусты́ня — тер­ри­то­рия в раз­ных при­род­ных зо­нах, от­ли­чаю­щая­ся край­не за­суш­ли­вым кли­ма­том, где ис­па­ряе­мость в несколько раз пре­вы­ша­ет количество выпавших осадков.",
      "Пустыни распространены в умеренном поясе Северного полушария, субтропических и тропических поясах Северного и Южного полушарий.",
      "Характеризуются условиями увлажнения (годовая сумма осадков меньше 200 мм, в экстрааридных районах — менее 50 мм, а в некоторых пустынях осадков нет десятки лет; коэффициент увлажнения, отражающий соотношение осадков и испаряемости, — 0—0,15).",
    ],
  },
  {
    type: "video",
    video: "./videos/video-sunset.mp4",
    poster: "./images/poster.jpg",
    title: "Закат в тропиках",
    paragraphs: [
      "Тро́пики (от др.-греч. τροπικός κύκλος — поворотный круг) — климатические зоны Земли, в которых Солнце хотя бы один раз в год бывает в зените.",
      "Тропики составляют 40% земной поверхности и содержат 36% земной суши. В 2014 году в этом регионе проживало 40% населения мира, и прогнозируется, что к 2050 году число увеличится ещё на 10%.",
      "Многие тропические районы имеют сухой и влажный сезоны. Влажный сезон, или сезон дождей, или зелёный сезон, — это время года, которое может длиться от одного и более месяцев, когда выпадает наибольшая часть среднегодового количества осадков в регионе.",
    ],
  },
  {
    type: "text",
    title: "Текст про закат",
    paragraphs: [
      "Зака́т — 1. Заход за линию горизонта (солнца, небесного светила); время такого захода. 2. Освещение неба над горизонтом при заходе солнца.",
      "Время захода солнца определяют в астрономии как момент, когда верхний край солнечного диска исчезает за горизонтом.",
      "Закат отличают от сумерек, которые делятся на 3 этапа, первый из которых — гражданские сумерки, которые начинаются, как только солнце исчезло за горизонтом и продолжаются, пока оно не опускается до 6 градусов ниже горизонта, второй этап — морские сумерки, между 6 и 12 градусами ниже горизонта и третий — астрономические сумерки — это время, когда солнце находится от 12 до 18 градусов ниже горизонта и это самый тёмный момент сумерек (непосредственно перед ночью). Ночь наступает, когда Солнце достигает 18 градусов ниже горизонта и больше не освещает небо.",
    ],
  },
];
